import './a';
import './b';
//Урок2.Установка і перший запуск webpack
//Розробники радять установлювати локально щоб не було плутанини версій npm install --save-dev webpack
//і тоді призапуску потрібно використовувати команду npx webpack init.js out.js
console.log('./init')
// Урок3.Командні інтерфейси -  див всі команди з цього уроку в INFO/webpack
// Урок4.Робота з npm - зовнішні бібліотеки встановлюємо через npm --save і підключаємо як в ES6 - import _ from 'lodash'(до прикладу) 
// Урок5.webpack.config.js - опції цього файлу див в ньому з коментами
